{
  "metadata": {
    "game": "Wahrheit oder Pflicht",
    "version": "2.1",
    "lastUpdated": "2025-01",
    "categories": [
      "Liebe & Beziehungen",
      "Körper & Gesundheit",
      "Geheimnisse",
      "Abenteuer",
      "Peinlich",
      "Mutprobe"
    ]
  },
  "truth": {
    "Liebe & Beziehungen": [
      "Wann hattest du deinen ersten Kuss?",
      "Wen in dieser Gruppe magst du am meisten?",
      "Hattest du schon mal heimliche Gefühle für jemanden hier?",
      "Was ist dein idealster Partner-Typ?",
      "Hattest du schon mal einen Crush auf einen guten Freund/eine gute Freundin?",
      "Was findest du attraktiv an jemandem?",
      "Wie lange war deine längste Beziehung?",
      "Würdest du einen Ex zurücknehmen?",
      "Was ist das Peinlichste, das dir in einer Beziehung passiert ist?",
      "Hast du jemals jemanden angelogen, um eine Beziehung zu retten?",
      "Was ist deine größte Angst in einer Beziehung?",
      "Hattest du jemals ein One-Night-Stand-Abenteuer?",
      "Was war dein seltsamster Traum über jemanden hier?"
    ],
    "Körper & Gesundheit": [
      "Wie oft putzt du dir die Zähne pro Tag?",
      "Was ist deine größte körperliche Unsicherheit?",
      "Hattest du schon mal Liebeskummer, der deine Gesundheit beeinflusst hat?",
      "Machst du regelmäßig Sport?",
      "Wie viel Wasser trinkst du pro Tag?",
      "Hast du Narben mit einer interessanten Geschichte?",
      "Was ist deine schlimmste Gewohnheit bezüglich Hygiene?",
      "Würdest du plastische Chirurgie in Betracht ziehen?",
      "Hast du Tätowierungen oder Piercings? Wenn ja, wo?",
      "Was ist das Peinlichste, das dir körperlich passiert ist?",
      "Hast du jemals eine Diät gemacht?",
      "Magst du deinen Körper?",
      "Was war dein größtes Fitness-Misserfolg?"
    ],
    "Geheimnisse": [
      "Welches Geheimnis hast du noch niemandem erzählt?",
      "Hast du jemals etwas gestohlen?",
      "Hast du jemals gelogen, um einen Freund zu schützen?",
      "Was ist etwas, das deine Eltern nicht über dich wissen?",
      "Hast du jemals nachgedacht, jemanden zu hintergehen?",
      "Welches Geheimnis würde dein Leben verändern, wenn es herauskommen würde?",
      "Hast du jemals etwas getan und danach bereut?",
      "Was ist etwas Verrücktes, das du im Internet machst?",
      "Hast du jemals jemandem Geld geliehen und niemals zurückgegeben?",
      "Magst du wirklich alle hier?",
      "Hast du jemals über jemanden in dieser Gruppe gelästert?",
      "Welches Geheimnis hältst du für dich?",
      "Hast du jemals etwas geplant und dann bereut?"
    ],
    "Abenteuer": [
      "Was ist das Verrückteste, das du je getan hast?",
      "Wenn du eine Nacht frei hättest — was würdest du tun?",
      "Was ist dein Traumurlaub?",
      "Würdest du alleine ins Ausland reisen?",
      "Hast du jemals ohne Plan einen Road Trip gemacht?",
      "Was ist die wildeste Party, auf der du je warst?",
      "Würdest du bungee jumpen?",
      "Welcher Ort fasziniert dich am meisten?",
      "Hast du jemals etwas gemacht, das gegen die Regeln verstößt?",
      "Was ist dein größtes Abenteuer bisher?",
      "Würdest du mit völlig Fremden ein Abenteuer starten?",
      "Welche verrückte Sache möchtest du noch tun?",
      "Hast du jemals nachts raus ohne Erlaubnis?"
    ],
    "Peinlich": [
      "Was ist die peinlichste Sache, die dir je passiert ist?",
      "Hast du jemals in der Öffentlichkeit geweint?",
      "Was ist das Peinlichste, das dir in der Schule/Uni passiert ist?",
      "Hast du jemals einen peinlichen Namen für etwas verwendet?",
      "Magst du etwas, das die meisten Menschen seltsam finden?",
      "Hast du jemals laut gesungen in der Öffentlichkeit?",
      "Was ist etwas Peinliches, das du für wahr hieltest?",
      "Hast du jemals etwas Dummes vor deinem Crush gesagt/getan?",
      "Welches Lied würde dich schämen, wenn es jemand hörte?",
      "Hast du jemals beim Sprechen gestottert oder gestammelt?",
      "Was ist das Peinlichste in deinem Suchverlauf?",
      "Hast du jemals etwas im falschen Ort vergessen?",
      "Was ist etwas Peinliches, das du täglich magst?"
    ],
    "Mutprobe": [
      "Würdest du einen Test abschreiben, wenn die Chance besteht, nicht erwischt zu werden?",
      "Hast du jemals jemanden belogen, um aus einer Situation herauszukommen?",
      "Würdest du eine Beziehung sabotieren, um jemanden zu bekommen, den du willst?",
      "Hast du jemals darüber nachgedacht, selbst Schaden zuzufügen?",
      "Würdest du jemandem wehtun, um Geld zu bekommen?",
      "Hast du jemals versucht, jemanden zu manipulieren?",
      "Würdest du deine beste(n) Freund(e) für Ruhm opfern?",
      "Hast du jemals etwas Illegales getan?",
      "Würdest du es dem Polizisten erzählen, wenn du etwas Illegales sehen würdest?",
      "Was ist das Grausamste, das du jemals gesagt hast?",
      "Hast du jemals etwas getan, nur um cool zu wirken?",
      "Würdest du lügen, um jemanden zu schützen?",
      "Was ist das Dunkelste, das du über dich selbst weißt?"
    ]
  },
  "dare": {
    "Liebe & Beziehungen": [
      "Gib jemandem hier einen Kuss auf die Wange!",
      "Schreibe eine liebevolle Nachricht an jemandem hier!",
      "Sage jemandem hier, dass du Gefühle für sie/ihn hast (auch wenn es gelogen ist)!",
      "Mache ein Kompliment an die Person neben dir!",
      "Schreibe deine Telefonnummer auf und gib sie jemandem!",
      "Tantalisiere jemanden mit einer Pickup-Line!",
      "Küsse die Hand von jemandem hier!",
      "Sag jemandem, dass sie/er hübsch ist!",
      "Mache jemandem ein unerwartetes Kompliment!",
      "Lehne dich an jemanden und versuche Flirten!",
      "Sag jemandem 3 Dinge, die du an ihr/ihm magst!",
      "Mache jemandem einen Freundschaftsantrag!",
      "Tausche Telefonnummern mit jemandem aus!"
    ],
    "Körper & Gesundheit": [
      "Mache 15 Liegestütze!",
      "Stehe auf einem Bein für 2 Minuten!",
      "Mache 20 Jumping Jacks!",
      "Mache einen Handstand (oder versuche es)!",
      "Tanze wild 30 Sekunden lang!",
      "Mache eine Yoga-Pose!",
      "Berühre deine Zehen ohne deine Beine zu beugen!",
      "Mache 10 Kniebeugen!",
      "Halte einen Plank für 1 Minute!",
      "Sperre dein Lachen für 2 Minuten!",
      "Singe eine Strophe 'Happy Birthday' wie ein Popstar!",
      "Renne auf der Stelle für 30 Sekunden!",
      "Mache Dehnübungen!"
    ],
    "Geheimnisse": [
      "Teile dein dümstes Passwort-Hinweis!",
      "Erzähle eine Lüge, die du schon lange geheim hältst!",
      "Lese deine letzte SMS laut vor!",
      "Zeige dein Suchverlauf den letzten 5 Minuten!",
      "Erzähle einen Witz, den du gerade vergessen hast!",
      "Sag das Erste, das dir in den Sinn kommt!",
      "Schreibe etwas Peinliches auf und teile es!",
      "Erzähle etwas, das nur du weißt!",
      "Gib deinen häufigsten Suchbegriff preis!",
      "Erzähle, worüber du träumst!",
      "Sag uns deine größte Insecurity!",
      "Erzähle einen Witz, den du schon kennst!",
      "Teile dein grumpiest Moment heute!"
    ],
    "Abenteuer": [
      "Gehe hinaus und sprich mit einem Fremden!",
      "Rufe jemanden an und sage ihm, dass du ihn liebst!",
      "Laufe eine Minute wie ein verrückter Roboter herum!",
      "Verlasse den Raum und komme 5 Minuten nicht zurück!",
      "Besteige etwas Hohes (sicher)!",
      "Mache ein Foto mit einem zufälligen Passanten!",
      "Singe ein Lied im Freien!",
      "Laufe 10 Meter rückwärts!",
      "Mache einen Kopfstand (oder versuche es)!",
      "Fahre blind auf einem Stuhl herum!",
      "Mache eine Nachricht an einen Fremden!",
      "Gehe barfuß nach draußen für 1 Minute!",
      "Mache ein verrücktes Tiktok-Video!"
    ],
    "Peinlich": [
      "Mache die dümmsten Grimassen für 20 Sekunden!",
      "Ahme jede Person in diesem Raum nach!",
      "Trage deine Kleidung verkehrt herum für 5 Minuten!",
      "Sprich mit einem komischen Akzent für die nächste Minute!",
      "Singe ein Lullaby wie ein Baby!",
      "Krabbele auf allen Vieren 10 Sekunden lang!",
      "Marschiere wie ein Soldat durch den Raum!",
      "Stelle dich auf den Kopf und zähle bis 10!",
      "Tanze 'Gangnam Style' für 30 Sekunden!",
      "Mache Kartoffelsack-Sprünge!",
      "Gehe auf Zehenspitzen herum für 2 Minuten!",
      "Singe eine Strophe ohne Zwischenraum!",
      "Ahme ein Tier nach!"
    ],
    "Mutprobe": [
      "Iss etwas Verrücktes (nicht Gefährliches)!",
      "Tauche deine Hand in eiskaltes Wasser für 30 Sekunden!",
      "Erzähle jemandem etwas Brutales Ehrliches!",
      "Bitte um Geld von völlig Fremden!",
      "Laufe eine Straße hinunter und schreie 'HELLO'!",
      "Finde jemandem eine Nummer mit einer echten Frage!",
      "Tue etwas, das du dich nicht getrauen würdest!",
      "Küsse eine Hand von jemandem Zufälligem!",
      "Sag jemandem, dass er/sie einen Witz erzählt hat (ob wahr oder nicht)!",
      "Mache etwas, das dich nervös macht!",
      "Sage einem Fremden ein Kompliment!",
      "Fordere jemandem heraus, etwas mit dir zu tun!",
      "Wage dich an ein Abenteuer, das du vermeiden würdest!"
    ]
  },
  "penalty": {
    "Strafaufgabe": [
      "Laufe eine Minute wild herum und schreie!",
      "Küsse die Füße von jemandem hier!",
      "Lass dich von jemandem einen albernes Makeup schminken!",
      "Tanze einen Solotanz für 2 Minuten vor der Gruppe!",
      "Esse einen ganzen Löffel Senf!",
      "Trage einen BH über deinen Kopf für die nächsten 10 Minuten!",
      "Imitiere eine Pornoszene (PG-13)!",
      "Gib jemandem ein Liebes-Gedicht, das du gerade erfindest!",
      "Lecke den Boden!",
      "Trage deine Schuhe rückwärts für 5 Minuten!",
      "Singe 'I Love You' für jeden hier im Raum!",
      "Umarme einen Baum für 2 Minuten!",
      "Lass dich von jemandem kitzeln für 1 Minute!"
    ],
    "Strafrage": [
      "Wann hast du zuletzt eine nasse Unterhose gehabt?",
      "Hast du schon mal deine Mitbewohner beim Sex belauscht?",
      "Wie oft denkst du an Sex pro Tag?",
      "Welcher Promi würde dich am liebsten im Bett haben?",
      "Hast du schon mal Porno geguckt mit jemandem aus dieser Gruppe?",
      "Was ist die bizarrste Fantasie, die du je hattest?",
      "Hast du jemals online gepflegtes Geschäft betrieben?",
      "Welche körperliche Eigenschaft magst du am liebsten an dir?",
      "Hattest du schon mal Sex an einem öffentlichen Ort?",
      "Was ist das Schamloseste, das du je im Internet getan hast?",
      "Würdest du dich nackig in der Öffentlichkeit zeigen?",
      "Wie viele Personen hast du jemals geküsst?",
      "Was ist dein größtes sexuelles Tabu?"
    ]
  }
}
